Tekla.Structures.CatalogInternal.RebarHandler.RebarSizeComparer
The Tekla.Structures.CatalogInternal.RebarHandler.RebarSizeComparer class compares the rebar sizes.

Tekla.Structures.CatalogInternal.RebarHandler.RebarSizeComparer.Compare(System.String,System.String)
Compares two sizes
x: size x
y: size y
Returns: Compare result